Repository: mbi/django-rosetta
Catalog: rosetta/locale/*/LC_MESSAGES/django.po
Languages: az

source: Translations
az: Tərcümələr

source: Change
az: Dəyiş

source: Language selection
az: Dil seçimi

source: Home
az: Ev

source: Filter
az: Filtr

source: Project
az: Proyekt

source: Third party
az: Üçüncü tərəf

source: All
az: Hamısı

source: Application
az: Tətbiq

source: Progress
az: Proqress

source: Messages
az: Mesajlar

source: Translated
az: Tərcümə edilmişdir

source: Fuzzy entries call for revision by the translator.
az: Qeyri-səlis girişlər tərcüməçi tərəfindən yenidən nəzərdən keçirilməsini tələb edir.

source: Fuzzy
az: Qeyri-səlis

source: Obsolete
az: Köhnə

source: File
az: Fayl

source: Nothing to translate!
az: Tərcümə etmək üçün heç nə yoxdur!

source: Pick another file
az: Başqa bir fayl seçin

source: Download this catalog
az: Bu kataloqu yükləyin

source: Progress: %(percent_translated)s%%
az: ProqressI %(percent_translated)s%%

source: File is read-only: download the file when done editing!
az: Fayl yalnız oxumaq üçündür: redaktə bitdikdən sonra faylı yükləyin!

source: Translate into %(rosetta_i18n_lang_name)s
az: Tərcümə et %(rosetta_i18n_lang_name)s

source: Display:
az: Göstər:

source: Untranslated only
az: Yalnız tərcümə olunmamış

source: Translated only
az: Yalnız tərcümə olunmuş

source: Fuzzy only
az: Yalnız qeyri-səlis

source: Search
az: Axtar

source: Go
az: Get

source: Reference language
az: İstinad dili

source: Original
az: Orijinal

source: Occurrences(s)
az: Hadisələr

source: suggest
az: təklif et

source: Context hint
az: Kontekst işarəsi

source: Save and translate next block
az: Yadda saxlayın və növbəti bloku tərcümə edin

source: Skip to page:
az: Səhifəyə keçin:

source: Displaying:
az: Göstərilir:
